{
  "title": "بطاقات مراجعة: الأدب العماني القديم",
  "cards": [
    {
      "q": "ما هو الشاهد الشعري الذي أورده ابن قتيبة والجاحظ للدلالة على ارتباط عُمان بالمكان البعيد في أذهان الناس قديماً؟",
      "a": "أبيات الشاعر جرير في هجاء قبيلة بني الهجيم، حيث قال: (لو يسمعون بأكلة أو شربة بعمان، أصبح جمعهم بعمان)."
    },
    {
      "q": "ما هي الآفة النقدية التي يُرجح بعض الباحثين أنها أصابت الشعر العماني القديم لأسباب مختلفة؟",
      "a": "آفة (الانتحال)، أسوة بما حدث لبعض الشعر العربي القديم."
    },
    {
      "q": "كيف وصل إلينا الأدب العماني القديم رغم قلة التدوين في حقبة ما قبل الإسلام؟",
      "a": "وصل إلينا عن طريق الرواة الذين حفظوا الشعر من الشعراء وتناقلوه حتى عصر التدوين."
    },
    {
      "q": "ما هو مطلع القصيدة الشهيرة التي تُروى لمالك بن فهم الأزدي؟",
      "a": "مطلعها: (ألا من مبلغ أبناء فهم ... بمالكة من الرجل العماني)."
    },
    {
      "q": "من هو الشاعر العماني القديم الذي نَظَم مقطوعة شعرية في الحنين لوطنه ظل يلازمه بعد موت والده؟",
      "a": "سليمة بن مالك بن فهم، ومن أبياته: (كفى حزناً أني مقيم ببلدة... أخلاني عنها نازحون بعيد)."
    },
    {
      "q": "في أي غرض شعري نَظَمَ الشاعر العماني 'الأشتر الحمامي' قصيدته التي مطلعها: 'لمن دار عفت بالساريات'؟",
      "a": "في غرض الغزل."
    },
    {
      "q": "من هم 'آل صوحان' الذين برزوا في الخطابة، وفي أي كتاب ذكرهم ابن دريد؟",
      "a": "هم: صعصعة بن صوحان، وزيد بن صوحان، وسيحان بن صوحان. وقد ذكرهم ابن دريد في كتاب 'الاشتقاق'."
    },
    {
      "q": "من هو القائد العماني الذي برز هو وأبناؤه (يزيد ومروان وقبيصة) في مجال الخطابة في العصر الأموي؟",
      "a": "المهلب بن أبي صفرة، وقد ذكر ذلك الجاحظ في كتابه 'البيان والتبيين'."
    },
    {
      "q": "ما هي المناسبة التاريخية التي ألقى فيها مالك بن فهم خطبته الشهيرة وأرسل فيها رسائله؟",
      "a": "في (يوم سلوت)، حيث كان يستنهض جيشه لقتال الفرس."
    },
    {
      "q": "لمن تُنسب الخطبة التي تُعرف عند العرب بـ 'خطبة العجوز'؟",
      "a": "تُنسب لآل رقبة (وهم من أشهر خطباء قبيلة عبد القيس في عُمان)."
    },
    {
      "q": "ما هو الاسم الحقيقي للخطيب العماني البليغ المعروف بـ 'أبي حمزة الشاري'؟",
      "a": "المختار بن عوف السليمي الصحاري."
    },
    {
      "q": "من هو القائد العماني الذي وصفه المؤرخ 'العوتبي' بأنه كان يُكثر من الوصايا لأولاده؟",
      "a": "المهلب بن أبي صفرة."
    },
    {
      "q": "من هو الشاعر العماني الذي أصبحت قصيدته مثلاً يُضرب في قوله: 'واتسع الخرق على الراقع'؟",
      "a": "ابن حمام الأزدي."
    },
    {
      "q": "من هو الشاعر العماني الذي أنشد أمام الرسول ﷺ: 'أتانا ببرهان من الله قابس.. أضاء به الرحمن مظلمة الكرب'؟",
      "a": "مسيلة بن زهران الحداني."
    },
    {
      "q": "من هو الشاعر العماني الذي وفد على النبي ﷺ وقال: 'رأيتك يا خير البرية كلها.. نشرت كتابا جاء بالحق مَعْلَمَا'؟",
      "a": "عائذ بن سلمة الأزدي."
    }
  ]
}
