{
  "title": "الفصل الخامس: نشاط التعليم والتعلم وتقويم المنهج",
  "cards": [
    {
      "q": "ما هو تعريف النشاط التعليمي؟",
      "a": "كل ما يقوم به التلميذ بهدف التعلم، وذلك قبل الموقف التعليمي، أو في أثنائه، أو بعده، سواء أكان داخل المدرسة، أم خارجها."
    },
    {
      "q": "إلى أي نوعين تنقسم الأنشطة بناءً على طبيعة الخبرة المكتسبة؟",
      "a": "تنقسم إلى: 1- الأنشطة الحسية الواقعية (خبرات مباشرة). 2- الأنشطة المجردة الخيالية (تعتمد على التخيل)."
    },
    {
      "q": "ما المقصود بالأنشطة المقيدة؟",
      "a": "هي الأنشطة التي تتم داخل الفصل، مثل المحاضرة، والمناقشة، والمشاهدة، والاستماع، والتجريب."
    },
    {
      "q": "اذكر أمثلة على الأنشطة الحرة (غير الصفية).",
      "a": "الإذاعة المدرسية، الأنشطة الرياضية، التمثيل، الصحافة المدرسية، جماعة الرحلات."
    },
    {
      "q": "ما هي الأنشطة الفردية؟",
      "a": "هي الأنشطة التي يقوم بها فرد واحد، مثل إجراء بحث مستقل، وصنع نموذج، وتأليف قصة."
    },
    {
      "q": "ما هي أقسام الأنشطة حسب الحواس المستخدمة؟",
      "a": "1- أنشطة سمعية. 2- أنشطة بصرية. 3- أنشطة صوتية. 4- أنشطة حركية."
    },
    {
      "q": "قارن باختصار بين الأنشطة المعرفية والأنشطة المهارية.",
      "a": "الأنشطة المعرفية: مثل القراءة والاستماع (تتعلق بالمعرفة). الأنشطة المهارية: مثل الصنع والرسم والمشاريع (تتعلق بالعمل والمهارة)."
    },
    {
      "q": "لماذا يجب تنويع الأنشطة مراعاة لانتباه التلاميذ؟",
      "a": "لأن التلاميذ (وخاصة الصغار) لا يستطيعون متابعة نشاط معين لفترة طويلة مهما كانت أهميته."
    },
    {
      "q": "ما هي الأسباب الخمسة لأهمية تنوع الأنشطة التعليمية؟",
      "a": "1. انتباه التلاميذ. 2. الفروق الفردية. 3. اكتساب المهارة وبقاء أثر التعلم. 4. جعل التعلم ذا معنى. 5. توفير المتعة والبهجة."
    },
    {
      "q": "اذكر ثلاثة من معايير اختيار أنشطة المنهج.",
      "a": "1. تحقيق أهداف المنهج. 2. مناسبة مستوى نضج التلاميذ. 3. الارتباط باهتمامات التلاميذ وحاجاتهم."
    },
    {
      "q": "ما أهمية الوسائل التعليمية في المنهج؟",
      "a": "تعميق المفاهيم، اكتساب المهارات، التشويق، مراعاة الفروق الفردية، وتكبير الأشياء الصغيرة أو تقريب الخبرات البعيدة."
    },
    {
      "q": "ما هو تعريف تقويم المنهج؟",
      "a": "العملية التي تهدف لمعرفة مدى النجاح أو الفشل في تحقيق أهداف المنهج، وتحديد نقاط القوة والضعف لتحسين الأداء."
    },
    {
      "q": "ما هي عناصر عملية التقويم الثلاثة (التشخيص والعلاج والوقاية)؟",
      "a": "التشخيص: تحديد القوة والضعف. العلاج: اقتراح الحلول. الوقاية: تدارك الأخطاء مستقبلاً."
    },
    {
      "q": "عدد 5 من أسس تقويم المنهج.",
      "a": "أن يكون: 1. مرتبطاً بالأهداف. 2. شاملاً. 3. مستمراً. 4. متنوعاً. 5. اقتصادياً."
    },
    {
      "q": "ما هي السمات (الشروط) العلمية للتقويم الجيد؟",
      "a": "الصدق، الثبات، الموضوعية، والتمييز."
    },
    {
      "q": "ماذا نعني بتقويم نتاج المنهج؟",
      "a": "تقويم أثر المنهج في نمو التلاميذ (معرفياً ومهارياً ووجدانياً) وأثره في البيئة والمجتمع."
    },
    {
      "q": "ما هي الخطوة الأولى في خطوات تقويم المنهج؟",
      "a": "تحديد الجوانب التي تنصب عليها عملية التقويم."
    },
    {
      "q": "ما هي أنواع أساليب تقويم المنهج من حيث القائم بالتقويم؟",
      "a": "1. تقويم الفرد لغيره. 2. تقويم الفرد لنفسه (الذاتي). 3. التقويم الجماعي."
    },
    {
      "q": "اذكر 5 من وسائل (أدوات) تقويم المنهج.",
      "a": "الاختبارات، استطلاع الرأي، مقاييس التقدير، ملفات الإنجاز (البورتفوليو)، والمقابلة."
    },
    {
      "q": "أعط مثالاً على الأنشطة الوجدانية.",
      "a": "قراءة شعر للمتعة والتذوق، أو الإسهام في عمل درامي، أو فريق موسيقي."
    }
  ]
}
