{
  "title": "الفصل الخامس: نشاط التعليم والتعلم وتقويم المنهج",
  "cards": [
    {
      "q": "ما هو تعريف النشاط التعليمي؟",
      [cite_start]"a": "هو كل ما يقوم به التلميذ بهدف التعلم، سواء قبل الموقف التعليمي أو في أثنائه أو بعده، داخل المدرسة أو خارجها[cite: 1]."
    },
    {
      "q": "إلى أي نوعين تنقسم الأنشطة بناءً على طبيعة الخبرة المكتسبة؟",
      [cite_start]"a": "تنقسم إلى أنشطة حسية واقعية وأنشطة مجردة خيالية[cite: 6, 7]."
    },
    {
      "q": "ما المقصود بالأنشطة المقيدة؟",
      [cite_start]"a": "هي الأنشطة التي تتم داخل الفصل، مثل المحاضرة والمناقشة والتجريب[cite: 9]."
    },
    {
      "q": "اذكر مثالين على الأنشطة الحرة (غير الصفية).",
      [cite_start]"a": "الإذاعة المدرسية، والأنشطة الرياضية، وجماعة الرحلات[cite: 10]."
    },
    {
      "q": "ما هي الأنشطة الفردية؟",
      [cite_start]"a": "هي الأنشطة التي يقوم بها فرد واحد، مثل إجراء بحث مستقل أو تأليف قصة[cite: 11]."
    },
    {
      "q": "إلى كم قسم تنقسم الأنشطة حسب الحواس المستخدمة؟ وما هي؟",
      [cite_start]"a": "تنقسم إلى أربعة أنواع: سمعية، بصرية، صوتية، وحركية[cite: 13, 14, 15, 16]."
    },
    {
      "q": "ما الفرق بين الأنشطة المعرفية والأنشطة المهارية؟",
      [cite_start]"a": "الأنشطة المعرفية تعتمد على القراءة والمحاضرات ومصادر المعلومات، بينما الأنشطة المهارية تعتمد على الصنع والرسم وإنتاج المشاريع[cite: 17, 18]."
    },
    {
      "q": "لماذا يعد تنوع الأنشطة ضرورياً بالنسبة لانتباه التلاميذ؟",
      [cite_start]"a": "لأن التلاميذ، وخاصة صغار السن، لا يستطيعون متابعة نشاط معين لفترة طويلة مهما كانت أهميته[cite: 26]."
    },
    {
      "q": "ما هي الأسباب الخمسة لأهمية تنوع الأنشطة التعليمية؟",
      "a": "1. جذب انتباه التلاميذ. 2. مراعاة الفروق الفردية. 3. اكتساب المهارة وبقاء أثر التعلم. 4. جعل التعلم ذا معنى. 5. [cite_start]توفير المتعة والبهجة[cite: 26, 27, 28, 29, 30]."
    },
    {
      "q": "ما هي أهم معايير اختيار أنشطة المنهج؟",
      [cite_start]"a": "تحقيق الأهداف، مناسبة نضج التلاميذ، الارتباط باهتماماتهم، التنوع، ومناسبة الإمكانات المادية والبشرية[cite: 31, 32]."
    },
    {
      "q": "ما هي الوظائف الأساسية للوسائل التعليمية كعنصر من عناصر المنهج؟",
      [cite_start]"a": "تعميق المفاهيم، اكتساب المهارات، التشويق، مراعاة الفروق الفردية، والتغلب على مشكلات مثل زيادة عدد التلاميذ[cite: 36]."
    },
    {
      "q": "عرف تقويم المنهج.",
      [cite_start]"a": "هو العملية التي تهدف لمعرفة مدى النجاح أو الفشل في تحقيق أهداف المنهج، وتشخيص نقاط القوة والضعف لتحسين الأداء[cite: 40]."
    },
    {
      "q": "ما هي العمليات الثلاث التي يتضمنها تقويم المنهج؟",
      [cite_start]"a": "التشخيص (تحديد القوة والضعف)، العلاج (اقتراح الحلول)، والوقاية (تدارك الأخطاء مستقبلاً)[cite: 41]."
    },
    {
      "q": "عدد خمسة من أسس تقويم المنهج.",
      [cite_start]"a": "أن يكون مرتبطاً بالأهداف، شاملاً، مستمراً، متنوعاً، واقتصادياً[cite: 42, 43]."
    },
    {
      "q": "ما هي السمات العلمية التي يجب أن يتسم بها التقويم؟",
      [cite_start]"a": "الصدق، الثبات، الموضوعية، والتمييز[cite: 44, 45]."
    },
    {
      "q": "ماذا يشمل تقويم نتاج المنهج؟",
      [cite_start]"a": "يشمل تقويم نمو التلاميذ (معرفياً ومهارياً ووجدانياً)، وتقويم أثر المنهج في البيئة والمجتمع (كفاءة الخريجين)[cite: 49, 50]."
    },
    {
      "q": "ما هي الخطوة الأولى والأخيرة في خطوات تقويم المنهج؟",
      "a": "الأولى: تحديد الجوانب المراد تقويمها. [cite_start]الأخيرة: تقديم تصور علاجي مقترح[cite: 51, 55]."
    },
    {
      "q": "اذكر أنواع أساليب تقويم المنهج.",
      [cite_start]"a": "تقويم الفرد لغيره، تقويم الفرد لنفسه (الذاتي)، والتقويم الجماعي[cite: 56, 57, 58]."
    },
    {
      "q": "ما هي وسائل (أدوات) تقويم المنهج؟",
      [cite_start]"a": "الاختبارات، استطلاع الرأي، الملاحظة، المقابلة، ملفات الإنجاز، والمشاريع[cite: 59, 60, 61]."
    },
    {
      "q": "ما المقصود بالأنشطة الوجدانية؟",
      [cite_start]"a": "هي أنشطة مثل قراءة الشعر للمتعة والتذوق، أو الإسهام في عمل درامي أو فريق موسيقي[cite: 19]."
    }
  ]
}
